{
    "MetalWorks": "MetalWorks",
    "Начало": "Home",
    "За нас": "About",
    "Портфолио": "Portfolio",
    "Защо ние": "Why Us",
    "Контакти": "Contact",
    "Прецизна металообработка": "Precision Metalworking",
    "Индустриални решения с внимание към всеки детайл": "Industrial solutions with attention to every detail",
    "Виж проектите": "View Projects",
    "Нашето майсторство и философия": "Our Craft & Philosophy",
    "Специализирани сме в прецизна металообработка, като предоставяме персонализирани услуги и продукти с високо качество и внимание към детайла.": "We focus on precision metalworking and deliver individual services and products manufactured to the highest standards.",
    "Нашият екип от професионалисти работи с модерно оборудване, за да отговори на нуждите на клиенти от различни индустрии, включително машиностроене и автомобилна промишленост.": "Our team of professionals works with modern equipment to meet the needs of clients from various industries, including engineering and automotive.",
    "Година основаване": "Year Founded",
    "Прецизност": "Precision",
    "Завършени проекти": "Completed Projects",
    "Гарантирано качество": "Guaranteed Quality",
    "Нашите проекти": "Our Projects",
    "Прегледайте нашите последни работи и проекти": "Browse our latest works and projects",
    "Проект": "Project",
    "Защо да изберете нас?": "Why Choose Us?",
    "Разбираме, че успехът на вашия бизнес зависи от качеството и надеждността на вашите партньори.": "We understand that your business success depends on the quality and reliability of your partners.",
    "Всяка детайл е изработен с внимание към перфектността и качеството.": "Every detail is crafted with attention to perfection and quality.",
    "Модерно оборудване": "Modern Equipment",
    "Работим с най-модерните технологии и машини за най-добри резултати.": "We work with the most modern technologies and machines for the best results.",
    "Опитен екип": "Experienced Team",
    "Нашият екип има дългогодишен опит в металообработката.": "Our team has years of experience in metalworking.",
    "Свържете се с нас": "Contact Us",
    "Готови сте да направите следващата стъпка? Нашият екип е тук, за да отговори на вашите нужди.": "Ready to take the next step? Our team is here to meet your needs.",
    "Име": "Name",
    "Имейл": "Email",
    "Телефон": "Phone",
    "Съобщение": "Message",
    "Изпрати": "Send",
    "Контактна информация": "Contact Information",
    "Адрес": "Address",
    "Всички права запазени": "All rights reserved",
    "Прецизна металообработка и индустриални решения": "Precision metalworking and industrial solutions",
    "От 2015 година": "Since 2015",
    "От 15+ години опит в индустрията": "15+ Years of Industry Experience",
    "15+ години опит в индустрията": "15+ Years of Industry Experience",
    "Наши клиенти": "Our Clients",
    "Клиенти, които ни се довериха": "Clients Who Trusted Us",
    "Доверени клиенти": "Trusted Clients",
    "Доверени партньори в различни индустрии": "Trusted Partners in Various Industries",
    "Доверен партньор": "Trusted Partner",
    "Изпрати съобщение": "Send Message",
    "Какво правим": "What We Do",
    "Всякакъв вид изработка": "All Types of Manufacturing",
    "Изработваме детайли от всякакъв вид и сложност според вашите спецификации.": "We manufacture parts of all types and complexity according to your specifications.",
    "Лазерно рязане": "Laser Cutting",
    "Прецизно лазерно рязане с модерно оборудване за високо качество.": "Precision laser cutting with modern equipment for high quality.",
    "Изработка на детайли": "Parts Manufacturing",
    "Фрезова изработка": "Milling Manufacturing",
    "Прецизна изработка на метални детайли по индивидуални проекти.": "Precision manufacturing of metal parts according to individual projects.",
    "Нишкова изработка": "EDM Machining",
    "Специализирана нишкова обработка на метални компоненти.": "Specialized electrical discharge machining of metal components.",
    "Обемна изработка": "Volumetric Manufacturing",
    "Обемна металообработка за серийно производство.": "Volumetric metalworking for serial production.",
    "CNC обработка": "CNC Processing",
    "Прецизна CNC обработка с модерни машини.": "Precision CNC processing with modern machines.",
    "Партньори, които ни се доверяват": "Partners Who Trust Us",
    "Работим с водещи компании в различни индустрии": "We work with leading companies in various industries",
    "Нишкова обработка": "EDM Machining",
    "Обемна обработка": "Volumetric Processing",
    "Стругове и фрези": "Lathes and Milling Machines",
    "Прецизна обработка с стругове и фрези за високо качество.": "Precision processing with lathes and milling machines for high quality.",
    "Военна продукция": "Military Production",
    "Специализирани сме в производството на военни компоненти и детайли с най-високи стандарти за качество и прецизност.": "We specialize in the production of military components and parts with the highest standards of quality and precision.",
    "Нашият опит в тази област ни позволява да отговорим на най-строгите изисквания и спецификации.": "Our experience in this field allows us to meet the strictest requirements and specifications.",
    "Високо качество": "High Quality",
    "Строг контрол": "Strict Control",
    "Точност в детайла": "Detail Accuracy",
    "Обемна ерозийна обработка": "Volumetric Erosion Processing",
    "Обемна ерозийна обработка за серийно производство.": "Volumetric erosion processing for serial production.",
    "Стругова обработка": "Lathe Processing",
    "Прецизна стругова обработка с модерни стругове за високо качество.": "Precision lathe processing with modern lathes for high quality.",
    "Материали": "Materials",
    "Заваръчни работи": "Welding Work",
    "Производство": "Production",
    "Проект 1": "Project 1",
    "Проект 2": "Project 2",
    "Проект 3": "Project 3",
    "Проект 4": "Project 4",
    "Проект 5": "Project 5",
    "Проект 6": "Project 6",
    "Проект 7": "Project 7",
    "Проект 8": "Project 8",
    "Проект 9": "Project 9",
    "Проект 10": "Project 10",
    "Проект 11": "Project 11",
    "Проект 12": "Project 12",
    "Проект 13": "Project 13",
    "Проект 14": "Project 14",
    "Проект 15": "Project 15",
    "Проект 16": "Project 16",
    "Прецизна обработка": "Precision Processing",
    "Навигация": "Navigation",
    "Следвайте ни": "Follow Us",
    "Свържете се с нас за професионални решения.": "Contact us for professional solutions.",
    "Понеделник - Петък": "Monday - Friday",
    "По уговорка": "By Appointment",
    "Почивен ден": "Day Off",
    "Изпратете ни съобщение": "Send Us a Message",
    "Работно време": "Working Hours",
    "Строг контрол на качеството": "Strict Quality Control",
    "Сертифицирани процеси": "Certified Processes",
    "Гаранция за всички проекти": "Warranty for All Projects",
    "Консултации и съвети": "Consultations and Advice",
    "Персонализиран дизайн": "Custom Design",
    "Гъвкави срокове": "Flexible Deadlines",
    "Персонализирани решения": "Customized Solutions",
    "Нашето майсторство": "Our Specialization",
    "Прецизна металообработка и индустриални решения в България": "Precision metalworking and industrial solutions in Bulgaria",
    "Станчев и Син 2025 ЕООД - Прецизна металообработка": "Stanchev and Son 2025 Ltd. - Precision Metalworking",
    "Металообработка": "Metalworking",
    "Прецизна": "Precision",
    "Индустриални решения с внимание към всеки детайл. Професионализъм, качество и прецизност във всяка работа.": "Industrial solutions with attention to every detail. Professionalism, quality and precision in every job.",
    "на световно ниво": "at World-Class Level",
    "Прецизност във всеки детайл": "Precision in Every Detail",
    "Професионални индустриални решения с внимание към качеството и перфектността.": "Professional industrial solutions with attention to quality and perfection.",
    "Всяка работа преминава през строг контрол на качеството, за да гарантираме перфектни резултати.": "Every job goes through strict quality control to ensure perfect results.",
    "Работим в тясно сътрудничество с клиентите, за да създадем решения, които отговарят на техните специфични нужди.": "We work closely with clients to create solutions that meet their specific needs.",
    "Прегледайте нашите последни работи и проекти в областта на прецизната металообработка": "Browse our latest works and projects in the field of precision metalworking",
    "Предлагаме широк спектър от металообработващи услуги с високо качество и прецизност": "We offer a wide range of metalworking services with high quality and precision",
    "Нашето местоположение": "Our Location",
    "Столетов 162, Габрово": "Stoletov 162, Gabrovo",
    "Отвори в Google Maps": "Open in Google Maps",
    "Отвори карта": "Open Map",
    "Нашата мисия": "Our Mission",
    "Да правим най-доброто за клиентите и да осигуряваме качество и добро отношение по време на работа.": "To do our best for our clients and to ensure quality and good attitude during work.",
    "Всякакво желязо без титан. Изработваме детайли от всякакъв вид и сложност според вашите спецификации.": "Any iron without titanium. We manufacture parts of all types and complexity according to your specifications.",
    "Изработваме метални детайли по индивидуална поръчка – от стандартни до високосложни компоненти, съобразени с вашите чертежи и технически изисквания. Работим с всички метали.": "We manufacture metal parts on individual order – from standard to highly complex components, according to your drawings and technical requirements. We work with all metals.",
    "Ново съобщение от контактната форма": "New message from contact form",
    "Ново съобщение от": "New message from",
    "Не е посочен": "Not provided",
    "Възникна грешка при изпращането. Моля, опитайте отново.": "An error occurred while sending. Please try again.",
    "Съобщението е изпратено успешно!": "Your message has been sent successfully!",
    "Невалидни данни. Моля, опитайте отново.": "Invalid data. Please try again.",
    "Прекалено много опити. Моля, изчакайте малко.": "Too many attempts. Please wait a moment.",
    "Използваме бисквитки": "We use cookies",
    "Този сайт използва бисквитки, за да подобри вашето потребителско изживяване. Като продължавате да използвате сайта, вие се съгласявате с използването на бисквитки.": "This website uses cookies to improve your user experience. By continuing to use the site, you agree to the use of cookies.",
    "Приемам": "Accept",
    "Отказ": "Decline",
    "Започнете вашия проект с нас!": "Start Your Project With Us!",
    "Готови сте да направите следващата стъпка? Нашият екип е тук, за да отговори на вашите нужди и да ви предложи иновативни решения.": "Ready to take the next step? Our team is here to answer your needs and offer innovative solutions.",
    "с премиум качество": "with premium quality",
    "Специализирани сме в производството на прецизни метални детайли и компоненти за различни индустрии.": "We specialize in the production of precision metal parts and components for various industries.",
    "Използваме модерно оборудване и дългогодишен опит, за да създадем решения, които отговарят на най-строгите изисквания за качество и прецизност.": "We use modern equipment and long-standing experience to create solutions that meet the strictest requirements for quality and precision.",
    "Работим с клиенти от машиностроенето, автомобилната промишленост, военната индустрия и други, предлагайки персонализирани услуги по лазерно рязане, CNC обработка, стругова обработка и много други.": "We work with clients from engineering, automotive, military industry and others, offering personalized services in laser cutting, CNC processing, lathe processing and many others.",
    "Всеки детайл е изработен с внимание към перфектността и качеството.": "Every detail is crafted with attention to perfection and quality.",
    "Всеки детайл е изработен с внимание към перфектността. Използваме модерни технологии и строг контрол на качеството.": "Every detail is crafted with attention to perfection. We use modern technologies and strict quality control.",
    "Разбираме, че успехът на вашия бизнес зависи от качеството и надеждността на вашите партньори. Затова предлагаме решения, които не просто отговарят на стандартите, а ги надхвърлят.": "We understand that your business success depends on the quality and reliability of your partners. That's why we offer solutions that not only meet standards, but exceed them.",
    "Готови ли сте да работим заедно?": "Are you ready to work together?",
    "Свържете се с нас днес и открийте как можем да помогнем на вашия бизнес да постигне нови висоти.": "Contact us today and discover how we can help your business reach new heights.",
    "Изработване на чертежи": "Drawing Creation",
    "Мисия и цели": "Mission and Goals",
    "Нашата мисия е да предоставяме висококачествени продукти и услуги, които да подпомагат успеха на нашите клиенти както на национално, така и на международно ниво. Стремим се към постоянни иновации, подобряване на конкурентоспособността и дълготрайни партньорства.": "Our mission is to provide high-quality products and services that support the success of our clients both nationally and internationally. We strive for continuous innovation, improving competitiveness and long-term partnerships.",
    "Болтата, бул. „Столетов\" 162": "Boltata, Blvd. \"Stoletov\" 162",
    "Болтата, бул. „Столетов\" 162, Габрово": "Boltata, Blvd. \"Stoletov\" 162, Gabrovo",
    "гр. Габрово, бул. ХЕМУС, 23, ет. 7": "Gabrovo, Blvd. HEMUS, 23, fl. 7",
    "Майсторство": "Craft",
    "Събота": "Saturday",
    "Неделя": "Sunday",
    "Като семеен бизнес с дългогодишна традиция, ние се специализираме в изработката на метални компоненти и детайли, създадени по най-високи стандарти за качество, точност и надеждност. Нашият опит, ни позволява да изпълняваме дори най-строгите технически изисквания и спецификации в индустрията.": "As a family business with a long tradition, we specialize in the manufacture of metal components and parts, created to the highest standards of quality, accuracy and reliability. Our experience allows us to meet even the strictest technical requirements and specifications in the industry.",
    "Нашата цел е да изграждаме дългосрочни партньорства, като предлагаме решения, които подпомагат развитието на бизнеса на нашите клиенти и отговарят изцяло на техните индивидуални нужди": "Our goal is to build long-term partnerships by offering solutions that support the development of our clients' businesses and fully meet their individual needs",
    "Години опит": "Years of Experience",
    "Контакти - Станчев и Син 2025 ЕООД": "Contact - Stanchev and Son 2025 Ltd.",
    "За нас - Станчев и Син 2025 ЕООД": "About - Stanchev and Son 2025 Ltd.",
    "Защо ние - Станчев и Син 2025 ЕООД": "Why Us - Stanchev and Son 2025 Ltd.",
    "Начало - Станчев и Син 2025 ЕООД": "Home - Stanchev and Son 2025 Ltd.",
    "Стоманени конструкции и индустриално оборудване": "Steel structures and industrial equipment",
    "Продукти за автоматизация и прецизни детайли": "Automation products and precision parts",
    "Производство на редуктори и детайли": "Production of reducers and parts",
    "снимки": "images",
    "Кликнете за разглеждане на галерията": "Click to view gallery",
    "Разгледай": "View",
    "Няма налични продукти в момента.": "No products available at the moment.",
    "Снимка": "Image",
    "Какво предлагаме": "What We Offer",
    "3D моделиране на детайли и сглобки": "3D modeling of parts and assemblies",
    "Оптимизация и проверка на съществуващи 3D модели": "Optimization and verification of existing 3D models",
    "Технически чертежи за производство": "Technical drawings for production",
    "Конструиране и инженерно проектиране": "Design and engineering",
    "3D симулации при реални работни условия": "3D simulations under real working conditions",
    "25+ години професионален инженерен опит": "25+ years of professional engineering experience",
    "Бърза комуникация и коректност": "Fast communication and accuracy",
    "Индивидуален подход към всеки проект": "Individual approach to every project",
    "Прецизна металообработка и висококачествено производство": "Precision metalworking and high-quality production",
    "Иновации и технологии": "Innovation and Technology",
    "Работим с най-модерните технологии и машини за най-добри резултати. Постоянно инвестираме в ново оборудване.": "We work with the most modern technologies and machines for the best results. We constantly invest in new equipment.",
    "Нашият екип има дългогодишен опит в металообработката и отговаря на нуждите на клиенти от различни индустрии.": "Our team has long-standing experience in metalworking and meets the needs of clients from various industries.",
    "Прецизност и качество": "Precision and Quality",
    "Всеки детайл е изработен с внимание към перфектността. Използваме модерни технологии и строг контрол на качеството.": "Every detail is crafted with attention to perfection. We use modern technologies and strict quality control.",
    "Нашите продукти": "Our Products",
    "Прегледайте нашите продукти и проекти в областта на прецизната металообработка": "Browse our products and projects in the field of precision metalworking",
    "Прецизна металообработка и индустриални решения от 2015 година.": "Precision metalworking and industrial solutions since 2015."
}

