{
    "MetalWorks": "MetalWorks",
    "Начало": "Home",
    "За нас": "About",
    "Портфолио": "Portfolio",
    "Защо ние": "Why Us",
    "Контакти": "Contact",
    "Прецизна металообработка": "Precision Metalworking",
    "Индустриални решения с внимание към всеки детайл": "Industrial solutions with attention to every detail",
    "Виж проектите": "View Projects",
    "Нашето майсторство и философия": "Our Craft & Philosophy",
    "Специализирани сме в прецизна металообработка, като предоставяме персонализирани услуги и продукти с високо качество и внимание към детайла.": "We focus on precision metalworking and deliver individual services and products manufactured to the highest standards.",
    "Нашият екип от професионалисти работи с модерно оборудване, за да отговори на нуждите на клиенти от различни индустрии, включително машиностроене и автомобилна промишленост.": "Our team of professionals works with modern equipment to meet the needs of clients from various industries, including engineering and automotive.",
    "Година основаване": "Year Founded",
    "Прецизност": "Precision",
    "Нашите проекти": "Our Projects",
    "Прегледайте нашите последни работи и проекти": "Browse our latest works and projects",
    "Проект": "Project",
    "Защо да изберете нас?": "Why Choose Us?",
    "Разбираме, че успехът на вашия бизнес зависи от качеството и надеждността на вашите партньори.": "We understand that your business success depends on the quality and reliability of your partners.",
    "Всяка детайл е изработен с внимание към перфектността и качеството.": "Every detail is crafted with attention to perfection and quality.",
    "Модерно оборудване": "Modern Equipment",
    "Работим с най-модерните технологии и машини за най-добри резултати.": "We work with the most modern technologies and machines for the best results.",
    "Опитен екип": "Experienced Team",
    "Нашият екип има дългогодишен опит в металообработката.": "Our team has years of experience in metalworking.",
    "Свържете се с нас": "Contact Us",
    "Готови сте да направите следващата стъпка? Нашият екип е тук, за да отговори на вашите нужди.": "Ready to take the next step? Our team is here to meet your needs.",
    "Име": "Name",
    "Имейл": "Email",
    "Телефон": "Phone",
    "Съобщение": "Message",
    "Изпрати": "Send",
    "Контактна информация": "Contact Information",
    "Адрес": "Address",
    "Всички права запазени": "All rights reserved",
    "Прецизна металообработка и индустриални решения": "Precision metalworking and industrial solutions",
    "от най-висок клас": "of the highest class",
    "на световно ниво": "world-class",
    "с премиум качество": "with premium quality",
    "с изключителна прецизност": "with exceptional precision",
    "за индустрията": "for industry",
    "с професионализъм": "with professionalism",
    "с иновации": "with innovation",
    "с майсторство": "with craftsmanship",
    "Специализирани сме в производството на прецизни метални детайли и компоненти за различни индустрии.": "We specialize in manufacturing precision metal parts and components for various industries.",
    "Използваме модерно оборудване и дългогодишен опит, за да създадем решения, които отговарят на най-строгите изисквания за качество и прецизност.": "We use modern equipment and years of experience to create solutions that meet the strictest requirements for quality and precision.",
    "Работим с клиенти от машиностроенето, автомобилната промишленост, военната индустрия и други, предлагайки персонализирани услуги по лазерно рязане, CNC обработка, стругова обработка и много други.": "We work with clients from engineering, automotive industry, military industry and others, offering personalized services in laser cutting, CNC processing, lathe processing and many more.",
    "Металообработка Плевен | Професионални услуги | Станчев и Син": "Metalworking Pleven | Professional Services | Stanchev & Son",
    "Прецизна металообработка в Плевен. 15+ години опит в заваряване, фрезоване и производство на метални конструкции. Качество и надеждност.": "Precision metalworking in Pleven. 15+ years of experience in welding, milling and production of metal structures. Quality and reliability.",
    "металообработка Плевен, заваряване, фрезоване, ЦНЦ обработка, метални конструкции, Станчев и Син": "metalworking Pleven, welding, milling, CNC machining, metal structures, Stanchev & Son",
    "За нас | Прецизна металообработка | Станчев и Син 2025": "About Us | Precision Metalworking | Stanchev & Son 2025",
    "Запознайте се с нашия опит в металообработката. Специализирани услуги, модерно оборудване и портфолио с реализирани проекти в България.": "Discover our experience in metalworking. Specialized services, modern equipment and portfolio of completed projects in Bulgaria.",
    "за нас, портфолио металообработка, услуги заваряване, ЦНЦ машини, фирма за металообработка": "about us, metalworking portfolio, welding services, CNC machines, metalworking company",
    "Защо да изберете нас | Качество и опит | Станчев и Син": "Why Choose Us | Quality and Experience | Stanchev & Son",
    "Открийте защо водещи компании избират нас за металообработка. Прецизност, навременост и 15+ години опит в индустрията. Свържете се с нас!": "Discover why leading companies choose us for metalworking. Precision, timeliness and 15+ years of experience in the industry. Contact us!",
    "защо да изберете, качество металообработка, надеждна фирма, професионални услуги, опитен екип": "why choose, quality metalworking, reliable company, professional services, experienced team",
    "Контакти | Свържете се с нас | Станчев и Син Плевен": "Contact | Get in Touch | Stanchev & Son Pleven",
    "Свържете се с нас за оферта за металообработка. Телефон: +359 77855070, Email: stanchev_sin2025@abv.bg. Находим се в Плевен, бул. Столетов 162.": "Contact us for a metalworking quote. Phone: +359 77855070, Email: stanchev_sin2025@abv.bg. Located in Pleven, Stoletov Blvd 162.",
    "контакти металообработка, телефон Плевен, оферта заваряване, адрес Станчев и Син": "metalworking contacts, Pleven phone, welding quote, Stanchev & Son address",
    "Прецизна металообработка в Плевен. 15+ години опит в заваряване, фрезоване, ЦНЦ обработка и производство на метални конструкции. Гарантирано качество.": "Precision metalworking in Pleven. 15+ years of experience in welding, milling, CNC machining and production of metal structures. Guaranteed quality.",
    "Запознайте се с нашия опит в металообработката. Специализирани услуги, модерно оборудване, портфолио с реализирани проекти и доверени партньори.": "Discover our experience in metalworking. Specialized services, modern equipment, portfolio of completed projects and trusted partners.",
    "Открийте защо водещи компании избират нас за металообработка. Прецизност, навременни доставки и 15+ години опит в индустрията. Заявете оферта сега!": "Discover why leading companies choose us for metalworking. Precision, on-time deliveries and 15+ years of experience. Request a quote now!",
    "Контакти Плевен | Свържете се с нас | Станчев и Син": "Contact Pleven | Get in Touch | Stanchev & Son",
    "Свържете се с нас за оферта. Телефон: +359 77855070, Email: stanchev_sin2025@abv.bg. Адрес: Плевен, бул. Столетов 162. Работно време: Пон-Пет 8-17ч.": "Contact us for a quote. Phone: +359 77855070, Email: stanchev_sin2025@abv.bg. Address: Pleven, Stoletov Blvd 162. Hours: Mon-Fri 8am-5pm.",
    "Металообработка Плевен | Заваряване, ЦНЦ | Станчев и Син": "Metalworking Pleven | Welding, CNC | Stanchev & Son",
    "Запознайте се с нашия опит в металообработката. Специализирани услуги, модерно оборудване, портфолио с проекти и доверени партньори в България.": "Discover our experience in metalworking. Specialized services, modern equipment, portfolio of projects and trusted partners in Bulgaria."
}


