{
    "MetalWorks": "MetalWorks",
    "Начало": "Home",
    "За нас": "About",
    "Портфолио": "Portfolio",
    "Защо ние": "Why Us",
    "Контакти": "Contact",
    "Прецизна металообработка": "Precision Metalworking",
    "Индустриални решения с внимание към всеки детайл": "Industrial solutions with attention to every detail",
    "Виж проектите": "View Projects",
    "Нашето майсторство и философия": "Our Craft & Philosophy",
    "Специализирани сме в прецизна металообработка, като предоставяме персонализирани услуги и продукти с високо качество и внимание към детайла.": "We focus on precision metalworking and deliver individual services and products manufactured to the highest standards.",
    "Нашият екип от професионалисти работи с модерно оборудване, за да отговори на нуждите на клиенти от различни индустрии, включително машиностроене и автомобилна промишленост.": "Our team of professionals works with modern equipment to meet the needs of clients from various industries, including engineering and automotive.",
    "Година основаване": "Year Founded",
    "Прецизност": "Precision",
    "Нашите проекти": "Our Projects",
    "Прегледайте нашите последни работи и проекти": "Browse our latest works and projects",
    "Проект": "Project",
    "Защо да изберете нас?": "Why Choose Us?",
    "Разбираме, че успехът на вашия бизнес зависи от качеството и надеждността на вашите партньори.": "We understand that your business success depends on the quality and reliability of your partners.",
    "Всяка детайл е изработен с внимание към перфектността и качеството.": "Every detail is crafted with attention to perfection and quality.",
    "Модерно оборудване": "Modern Equipment",
    "Работим с най-модерните технологии и машини за най-добри резултати.": "We work with the most modern technologies and machines for the best results.",
    "Опитен екип": "Experienced Team",
    "Нашият екип има дългогодишен опит в металообработката.": "Our team has years of experience in metalworking.",
    "Свържете се с нас": "Contact Us",
    "Готови сте да направите следващата стъпка? Нашият екип е тук, за да отговори на вашите нужди.": "Ready to take the next step? Our team is here to meet your needs.",
    "Име": "Name",
    "Имейл": "Email",
    "Телефон": "Phone",
    "Съобщение": "Message",
    "Изпрати": "Send",
    "Контактна информация": "Contact Information",
    "Адрес": "Address",
    "Всички права запазени": "All rights reserved",
    "Прецизна металообработка и индустриални решения": "Precision metalworking and industrial solutions",
    "от най-висок клас": "of the highest class",
    "на световно ниво": "world-class",
    "с премиум качество": "with premium quality",
    "с изключителна прецизност": "with exceptional precision",
    "за индустрията": "for industry",
    "с професионализъм": "with professionalism",
    "с иновации": "with innovation",
    "с майсторство": "with craftsmanship",
    "Специализирани сме в производството на прецизни метални детайли и компоненти за различни индустрии.": "We specialize in manufacturing precision metal parts and components for various industries.",
    "Използваме модерно оборудване и дългогодишен опит, за да създадем решения, които отговарят на най-строгите изисквания за качество и прецизност.": "We use modern equipment and years of experience to create solutions that meet the strictest requirements for quality and precision.",
    "Работим с клиенти от машиностроенето, автомобилната промишленост, военната индустрия и други, предлагайки персонализирани услуги по лазерно рязане, CNC обработка, стругова обработка и много други.": "We work with clients from engineering, automotive industry, military industry and others, offering personalized services in laser cutting, CNC processing, lathe processing and many more."
}


